7767517
35 35
Input                    in0                      0 1 in0
Convolution              convrelu_0               1 1 in0 1 0=32 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=864 9=1
ConvolutionDepthWise     convdwrelu_0             1 1 1 2 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=288 7=32 9=1
Convolution              convrelu_1               1 1 2 3 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048 9=1
ConvolutionDepthWise     convdwrelu_1             1 1 3 4 0=64 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=576 7=64 9=1
Convolution              convrelu_2               1 1 4 5 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192 9=1
ConvolutionDepthWise     convdwrelu_2             1 1 5 6 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1152 7=128 9=1
Convolution              convrelu_3               1 1 6 7 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384 9=1
ConvolutionDepthWise     convdwrelu_3             1 1 7 8 0=128 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=1152 7=128 9=1
Convolution              convrelu_4               1 1 8 9 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=32768 9=1
ConvolutionDepthWise     convdwrelu_4             1 1 9 10 0=256 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=2304 7=256 9=1
Convolution              convrelu_5               1 1 10 11 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536 9=1
ConvolutionDepthWise     convdwrelu_5             1 1 11 12 0=256 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=2304 7=256 9=1
Convolution              convrelu_6               1 1 12 13 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=131072 9=1
ConvolutionDepthWise     convdwrelu_6             1 1 13 14 0=512 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=4608 7=512 9=1
Convolution              convrelu_7               1 1 14 15 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144 9=1
ConvolutionDepthWise     convdwrelu_7             1 1 15 16 0=512 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=4608 7=512 9=1
Convolution              convrelu_8               1 1 16 17 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144 9=1
ConvolutionDepthWise     convdwrelu_8             1 1 17 18 0=512 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=4608 7=512 9=1
Convolution              convrelu_9               1 1 18 19 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144 9=1
ConvolutionDepthWise     convdwrelu_9             1 1 19 20 0=512 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=4608 7=512 9=1
Convolution              convrelu_10              1 1 20 21 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144 9=1
ConvolutionDepthWise     convdwrelu_10            1 1 21 22 0=512 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=4608 7=512 9=1
Convolution              convrelu_11              1 1 22 23 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144 9=1
ConvolutionDepthWise     convdwrelu_11            1 1 23 24 0=512 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=4608 7=512 9=1
Convolution              convrelu_12              1 1 24 25 0=1024 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=524288 9=1
ConvolutionDepthWise     convdwrelu_12            1 1 25 26 0=1024 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216 7=1024 9=1
Convolution              convrelu_13              1 1 26 27 0=1024 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=1048576 9=1
Pooling                  gap_0                    1 1 27 28 0=1 4=1
Reshape                  reshape_42               1 1 28 29 0=1 1=1 2=-1
Flatten                  Flatten_82               1 1 29 30
Flatten                  Flatten_83               1 1 30 31
MemoryData               mobilenet3_dense0_weight 0 1 32 0=1024 1=1000
MemoryData               mobilenet3_dense0_bias   0 1 33 0=1000
Gemm                     Gemm_84                  3 1 31 32 33 out0
